# 문자열 : 문자의 나열, 문자들의 집합
# 작은 따옴표를 이용해서 문자열을 지정할 수 있다. 예> '헬로우 파이썬!!'
# 공백과 띄어쓰기 탭등이 그대로 유지된다.

# 큰따옴표 : 작은 따옴표로 둘러싸인 문자열과 완전히 동일하게 취급된다.
# 예> "Hello Python!!"

# 큰 따옴표안에 작은 따옴표를 포함할 수 있다.(반대 가능)
# 예> "I'm OK!!"

# 세개의 따옴표 표현하는 경우 -(""" 또는 ''')
# 세개의 따옴표를 사용하는 경우는 여러 라인에 걸친 문자열을 표현할 때 사용한다.

str = 'Hello Python'
print(str)

str = "Hello ICT"
print(str)

str = "I'm Ok!!"
print(str)

str = 'I"m Ok!!'
print(str)

str ='''안녕하세요
반갑습니다. 
또 만납시다!'''
print(str)

print("="*10)

str ="""안녕하세요
반갑습니다. 
또 만납시다!"""
print(str)

